Repository: plaurent75/download-directory
Catalog: languages/down_repo-*.po
Languages: fr_fr

source: Downloading Page
fr_fr: Page de téléchargement

source: Widgets in this area will be shown on the downloading page.
fr_fr: Les widgets de cette zone seront affichées sur votre page finales de téléchargement

source: Views
fr_fr: Vues

source: New Version for
fr_fr: Nouvelle version pour

source: Dear user,
fr_fr: Cher utilisateur,

source: have been updated to the release
fr_fr: a été mis à jour vers la version

source: You can download it by following this link :
fr_fr: Vous pouvez le télécharger en suivant ce lien :

source: You receive this alerte because your email adress have been added to our updated list.
fr_fr: Vous recevez cette alerte car votre adresse email est inscrite dans notre liste d’alerte pour les nouvelles mises à jour.

source: You can unsuscribe from this alert by following this link.
fr_fr: Vous pouvez vous désinscrire de cette alerte en suivant ce lien:

source: Your Alert Key:
fr_fr: Votre clé d’accès aux alertes:

source: Your Alert Email:
fr_fr: Votre adresse email:

source: Kind Regards
fr_fr: Cordialement,

source: Do not update VERSION FIELD if not needed. Updating VERSION FIELD will run the mail alert. All the subscriber for the current software will receive an update alert
fr_fr: Ne mettez pas à jour le champ VERSION si cela n’est pas nécessaire. Mettre à jour la version déclenchera l’envoi du mail d’alerte à tous les inscrits à la liste d’alerte UPDATE de ce logiciel.

source: Downloads Categories
fr_fr: Catégories des téléchargements

source: Downloads Category
fr_fr: Catégorie de Téléchargements

source: downloads
fr_fr: telechargements

source: Downloads Tags
fr_fr: Étiquette téléchargement

source: Downloads Tag
fr_fr: Étiquette téléchargements

source: downloads-filter
fr_fr: filtre-telechargements

source: Downloads Licenses
fr_fr: Licences téléchargements

source: Downloads License
fr_fr: Licence

source: downloads-license
fr_fr: licence-telechargement

source: software Informations
fr_fr: Informatons du logiciel

source: Detailled Software Informations
fr_fr: Informations détaillées de votre téléchargement

source: Downloads
fr_fr: Téléchargements

source: Download
fr_fr: Télécharger

source: Downloads Archives
fr_fr: Tous les téléchargements

source: All Downloads
fr_fr: Tous les téléchargements

source: Add New Download
fr_fr: Ajouter un nouveau téléchargement

source: download
fr_fr: telecharger

source: Manage your Download Repository
fr_fr: Gérer votre répertoire de téléchargements

source: Title:
fr_fr: Titre :

source: Editor
fr_fr: Éditeur

source: Editor Website
fr_fr: Site de l'éditeur

source: Download Size
fr_fr: Taille du téléchargement

source: Download Link
fr_fr: Lien de téléchargement

source: Mirror Link 1
fr_fr: Lien vers le miroir 1

source: Mirror Link 2
fr_fr: Lien vers le miroir 2

source: Mirror Link 3
fr_fr: Lien vers le miroir 2

source: Registering in progress, please wait...
fr_fr: Inscription en cours, veuillez patienter...

source: Unregistering in progress, please wait...
fr_fr: Désinscription en cours, veuillez patienter…

source: downloading
fr_fr: telechargement

source: Your email adress
fr_fr: Votre adresse email

source: is already registered for
fr_fr: a déjà été enregistrée pour

source: is sucessfully added to the update alert for
fr_fr: a été ajoutée à la liste d'alerte de mise à jour pour

source: An error occur. Please contact the admin
fr_fr: Une erreur est survenue. Veuillez contacter l'administrateur du site

source: Error : Invalid email adress
fr_fr: Votre email ne semble pas valide

source: Success : you have been unregistered from the update alert for
fr_fr: Succès : vous avez été désinscrit de l’alerte email pour

source: Error :informations provided are not valids. Wa are unable to proceed
fr_fr: Erreur: les informations fournies ne sont pas valides. Impossible de procéder à votre désinscription.

source: License
fr_fr: Licence

source: Downloading
fr_fr: Téléchargement

source: for
fr_fr: pour

source: main-dowload
fr_fr: main-download

source: Downloaded
fr_fr: Téléchargé

source: time(s)
fr_fr: fois

source: Alert when update available
fr_fr: Prévenez-moi des mises à jour

source: Download Now
fr_fr: Télécharger maintenant

source: You can also try a mirror link :
fr_fr: Vous pouvez aussi essayer un lien miroir

source: Mirror
fr_fr: Miroir

source: Your download for
fr_fr: Votre téléchargement de

source: will begin in <span id="downloadall_cpt">5</span> seconds
fr_fr: commencera dans <span id="downloadall_cpt">5</span> secondes

source: If it does not start automatically, you can click
fr_fr: Si le téléchargement ne se lance pas automatiquement, cliquez sur

source: this link
fr_fr: ce lien

source: If the download link is broken, you should visit
fr_fr: Si le lien de téléchargement ne fonctionne pas, vous pouvez visiter le

source: editor website
fr_fr: site web de l'éditeur

source: Back to description
fr_fr: Retour à la fiche

source: You are currently receiving alert when update is available for
fr_fr: Vous recevez actuellement des alertes lorsqu’une nouvelle version est disponible pour

source: You can unsuscribe from this alert if you want
fr_fr: Vous pouvez vous désinscrire de cette alerte si vous le souhaitez

source: Unsuscribe Now
fr_fr: Désinscription immédiate

source: Invalid link. We are unable to retrieve the record for your registration. Please check and verify your registration key and email
fr_fr: Lien non valide. Impossible de retrouver les informations de l’inscription aux alertes. Merci de vérifier vos clés d’accès aux alertes et votre adresse email.

source: Manage subscription alert
fr_fr: Gérer mon inscription à l’alerte nouvelle version

source: Most popular downloads
fr_fr: Téléchargement les plus populaires

source: You will receive an email alert ONLY when a new version will be available
fr_fr: Vous recevrez une alerte par email SEULEMENT lorsqu'une nouvelle version sera disponnible.

source: Register
fr_fr: S'inscrire
